---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepAirloopPreheatCoiltype
source: html/5f10ad2b-3300-f588-9746-af594201b893.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepAirloopPreheatCoiltype Property

"Preheat Coil"

## Syntax (C#)
```csharp
public static ForgeTypeId MepAirloopPreheatCoiltype { get; }
```